[WTFEquipAFS12Pickup]
ItemName="AFS12"
ItemShortName="AFS12"
PickupMessage="Вы подобрали AFS12."

[WTFEquipAFS12a]
Description="Смертельное оружие"
ItemName="AFS12"

[WTFEquipAK48S]
Description="Смертельное оружие"
ItemName="AK48-S"

[WTFEquipAK48SPickup]
ItemName="AK48-S"
ItemShortName="AK48-S"
PickupMessage="Вы подобрали AK48-S."

[WTFEquipBanHammer]
Description="Смертельное оружие"
ItemName="БанХаммер"

[WTFEquipBanHammerPickup]
ItemName="БанХаммер"
ItemShortName="БанХаммер"
PickupMessage="Вы подобрали БанХаммер"

[WTFEquipBoomStick]
Description="Смертельное оружие"
ItemName="Око Люцифера"

[WTFEquipBoomStickPickup]
ItemName="Око Люцифера"
ItemShortName="Око Люцифера"
PickupMessage="ЭТО... ОКО ЛЮЦИФЕРА!!!"

[WTFEquipBoomstickSwitchMessage]
SwitchMessage[0]="Заряжены SLUGS-патроны"
SwitchMessage[1]="Заряжены SHOT-патроны"

[WTFEquipBulldog]
Description="Смертельное оружие"
ItemName="Bulldog"

[WTFEquipBulldogPickup]
ItemName="Bulldog"
ItemShortName="Bulldog"
PickupMessage="Вы подобрали Bulldog"

[WTFEquipBulldogSwitchMessage]
SwitchMessage[0]="Переключен в АВТО-режим"
SwitchMessage[1]="Переключен в СУПЕР-АВТО-режим"
SwitchMessage[2]="Переключен в ОДИНОЧНЫЙ-режим"

[WTFEquipChainsaw]
Description="Смертельное оружие"

[WTFEquipChainsawPickup]
PickupMessage="Это же Бензопила-Х!!! Все, всем *издец!!!"

[WTFEquipCrossbow]
Description="Смертельное оружие"
ItemName="Арбалет"

[WTFEquipCrossbowPickup]
ItemName="Арбалет"
ItemShortName="Арбалет"
PickupMessage="Вы подобрали Арбалет"

[WTFEquipDamTypeLethalInjection]
DeathString="%o был отравлен"

[WTFEquipDamTypeSA80a]
DeathString="%k расстрелян (SA80)."
FemaleSuicide="%o сама себе застрелила. Дура..."
MaleSuicide="%o сам себе застрелил. Дурак..."

[WTFEquipFT]
Description="Смертельное оружие"
ItemName="Огнемет MK2"

[WTFEquipFTPickup]
ItemName="Огнемет MK2"
ItemShortName="Огнемет MK2"
PickupMessage="Вы подобрали Огнемет MK2"

[WTFEquipFireAxe]
Description="Смертельное оружие"
ItemName="Топор пожарника"

[WTFEquipFireAxePickup]
ItemName="Топор пожарника"
ItemShortName="Топор пожарника"
PickupMessage="Лучший друг пожарника"

[WTFEquipFlaregun]
Description="Смертельное оружие"
ItemName="Светомет"

[WTFEquipFlaregunAmmo]
ItemName="Флешки"

[WTFEquipFlaregunPickup]
ItemName="Светомет"
ItemShortName="Светомет"
PickupMessage="Вы подобрали Светомет"

[WTFEquipGlowstick]
Description="Смертельное оружие"
ItemName="Трубка света"

[WTFEquipGlowstickAmmo]
ItemName="Трубка света"

[WTFEquipGlowstickPickup]
ItemName="Трубка света"
ItemShortName="Трубка света"
PickupMessage="Вы подобрали Трубки света."

[WTFEquipKatana]
Description="Смертельное оружие"

[WTFEquipLethalInjection]
Description="Смертельное оружие"
ItemName="Шприц с ядом"

[WTFEquipLethalInjectionAmmo]
ItemName="Штамп Вируса"

[WTFEquipLethalInjectionPickup]
ItemName="Шприц с ядом"
ItemShortName="Шприц с ядом"
PickupMessage="Вы подобрали Шприц с ядом"

[WTFEquipM79CF]
Description="Смертельное оружие"
ItemName="M79-ПП"

[WTFEquipM79CFPickup]
ItemName="M79-ПП"
ItemShortName="M79-ПП"
PickupMessage="Вы подобрали M79-ПП"

[WTFEquipMP7M2Pickup]
ItemName="MP7/M2"
ItemShortName="MP7/M2"
PickupMessage="Вы подобрали MP7/M2"

[WTFEquipMP7M2a]
Description="Смертельное оружие"
ItemName="MP7/M2"

[WTFEquipMachineDualies]
Description="Смертельное оружие"
ItemName="2x Узи"

[WTFEquipMachineDualiesPickup]
ItemName="2 Узи"
ItemShortName="2 Узи"
PickupMessage="Вы побрали 2 Узи."

[WTFEquipMachinePistol]
Description="Смертельное оружие"
ItemName="Узи"

[WTFEquipMachinePistolPickup]
ItemName="Узи"
ItemShortName="Узи"
PickupMessage="Вы подобрали Узи"

[WTFEquipNadePickup]
PickupMessage="Вы подобрали Гранаты"

[WTFEquipNadeWeapon]
Description="Смертельное оружие"
ItemName="Граната"

[WTFEquipPipeBomb]
Description="Смертельное оружие"
ItemName="Бомбы"

[WTFEquipPipeBombPickup]
PickupMessage="Вы подобрали Бомбы "

[WTFEquipRocketLauncher]
Description="Смертельное оружие"
ItemName="Ракетомет"

[WTFEquipRocketLauncherAmmo]
ItemName="Ракеты"

[WTFEquipRocketLauncherPickup]
ItemName="Ракетомет"
ItemShortName="Ракетомет"
PickupMessage="Вы подобрали Ракетомет"

[WTFEquipSA80Ammo]
ItemName="SA80 пули"

[WTFEquipSA80AmmoPickup]
PickupMessage="Нашли (2) обоймы (5.56 NATO)"

[WTFEquipSA80Pickup]
ItemName="SA80"
ItemShortName="SA80"
PickupMessage="Вы подобрали SA80"

[WTFEquipSA80SwitchMessage]
SwitchMessage[0]="Переключен в ОДИНОЧНЫЙ-режим"
SwitchMessage[1]="Переключен в АВТО-режим"

[WTFEquipSA80a]
Description="Смертельное оружие."
ItemName="SA80"

[WTFEquipSCAR19Pickup]
ItemName="SCAR19"
ItemShortName="SCAR19"
PickupMessage="Вы подобрали SCAR19."

[WTFEquipSCAR19a]
Description="Смертельное оружие"
ItemName="SCAR19"

[WTFEquipSawedOffShotgun]
ItemName="Обрез"

[WTFEquipSawedOffShotgunAmmoPickup]
PickupMessage="Пули для обреза"

[WTFEquipSawedOffShotgunPickup]
ItemName="Обрез"
ItemShortName="Обрез"
PickupMessage="Вы нашли обрез"

[WTFEquipSelfDestruct]
Description="Смертельное оружие"
ItemName="Самоуничтожитель"

[WTFEquipSelfDestructAmmo]
ItemName="Самоуничтожитель"

[WTFEquipSelfDestructPickup]
ItemName="Самоуничтожитель"
ItemShortName="Самоуничтожитель"
PickupMessage="Эй, аккуратнее...! Это - Самоуничтожитель!"

[WTFEquipShotgun]
Description="Смертельное оружие"

[WTFEquipUM32Pickup]
ItemName="UM32"
ItemShortName="UM32"
PickupMessage="Вы подобрали UM32."

[WTFEquipUM32a]
Description="Смертельное оружие"
ItemName="UM32"

[WTFEquipWelda]
Description="Смертельное оружие"
ItemName="Легендарная сварка"

[WTFEquipWeldaAmmo]
ItemName="Канистра сварки"

[WTFEquipWeldaFire]
NoWeldTargetMessage="Сначала найдите, что сваривать..."

[WTFEquipWeldaPickup]
ItemName="Легендарная сварка"
ItemShortName="Легендарная сварка"
PickupMessage="Вы подобрали Легендарную сварку. Пора, что нибудь запаять!"

[WTFMut]
FriendlyName="WTF!? - Big Guns"
Description="Заменяет оружия и перки. ПОЛНОСТЬЮ!!! С этим мутатором игра становится совсем другой..."

[WTFPerksMutGUISelectPerk]
SelectPerk="Выберите Перк"
RandomPerk="Случайный перк"
ClassSelectButton.Caption="Выбрать класс"
CloseButton.Caption="Закрыть"
KFModsLabel.Caption="Скачано с KillingFloor.ru"
SelectRandomClassBtn.Caption="Случайный перк"
TitleBar.Caption="Выбирите ваш класс"

[WTFPerksMutPerkPoker]
Description="Смертельное оружие"
ItemName="PERK POKER"

[WTFPerksMutPerkPokerMessages]
SwitchMessage[0]="Нельзя сменить перк во время волны!"
SwitchMessage[1]="Нажмите на кнопку Альтернативного огня, что бы попасть в меню выбора перка."

[WTFPerksMutPerkPokerPickup]
ItemName="PERK POKER"
ItemShortName="PERK POKER"
PickupMessage="Вы подобрали PERK POKER"

[WTFZombiesBansheeBase]
MenuName="Банши"

[WTFZombiesBloatzilla]
MenuName="Блотзилла"

[WTFZombiesBroodling]
MenuName="Малыш"

[WTFZombiesBroodmother]
MenuName="Матка"

[WTFZombiesGoreallyfast]
MenuName="Ярость"

[WTFZombiesHateriarch]
MenuName="АрхиДьявол"

[WTFZombiesIncinerator]
MenuName="Еретик"

[WTFZombiesLeaper]
MenuName="Охотник"

[WTFZombiesMauler]
MenuName="Мясник"

[WTFZombiesMeatPounder]
MenuName="Безумец"

[WTFZombiesMetalClot]
MenuName="Бронеклот"

[WTFZombiesMut]
FriendlyName="WTF!? - Z-DAY"
Description="Изменяет скины и возможности всех мутантов."



